{
  "plugins": {
    "Comment": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1'"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox": {
      "src": "https://github.com/morhetz/gruvbox"
    },
    "indent-blankline": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim",
      "version": "'v3.9.1'"
    },
    "kanagawa": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mason-lspconfig": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-tree": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "toggleterm": {
      "src": "https://github.com/akinsho/toggleterm.nvim",
      "version": "'v2.13.1'"
    },
    "trouble": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "which-key": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
